greet =
 ⛩ Привет, {$mention}!

 Я буду отправлять тебе аватарки и классные пикчи, которые ты сможешь использовать в своих диалогах 👌🏻

 Добавляй меня в свой чат или начинай пользоваться прямо здесь 😉
greet-group =
 💕 Спасибо, что добавили меня!

 Я умею отправлять аватарки и пикчи для диалогов. Попробуй одну из этих команд:

 👉🏻 /{$cmd1} 👉🏻 /{$cmd2}
 👉🏻 /{$cmd3} 👉🏻 /{$cmd4}
 👉🏻 /{$cmd5}
only-for-groups = Эта команда работает только в группах
send-picture-info =
 ✉️ Чтобы отправить картинку пользователю из этого чата, перейди в бота, нажав на кнопку ниже👇🏻
ask-picture-recipient = Кому отправляем картинку? Напиши имя или @юзернейм
select-picture = Выбери категорию картинки
picture-menu-hint =
 👇 Воспользуйся меню под полем для ввода, чтобы вернуться в меню или получить другую картинку!
does-not-work = 🙃 Команда временно не работает. Скоро починим!
wait-for = Прежде, чем выполнить эту команду подожди {$seconds} сек.
join-required = Подпишись, пожалуйста, на каналы наших спонсоров. Благодаря им бот остаётся бесплатным
ask-rights =
 Похоже, у меня нет прав для отправки картинок в этот чат.
 Пожалуйста, проверьте мои/общие права в настройках группы или дайте мне права администратора.
admin-panel = Вот твоя админ-панель, хозяин 🥵
ask-post = Жду пост, давай только без альбомов
broadcast-start = Начинаю рассылку..
required-join = Обязательная подписка: {$url}
ask-channel-post = Пришли мне любой пост из канала
forward-error = Ошибка, не вижу источник пересылки
rights-error = У меня нет нужных прав в этом канале
disabled = отключено
ask-sign = Отправь подпись
no-signs = Нет подписей
select-another-picture = Выбрать другую картинку?
picture-for = {$recipient}, {$from_user} отправил тебе картинку
picture-sent = Готово! Сообщение отправлено в группу {$url}
no-required-join = Обязательная подписка не настроена
required-join-checked = Спасибо! Теперь можешь снова запросить картинку
required-join-check-failed = Кажется, ты подписался не на все каналы