welcome = """
⛩ Привет, {mention}!

Я буду отправлять тебе аватарки и классные пикчи, которые ты сможешь использовать в своих диалогах 👌🏻

Добавляй меня в свой чат или начинай пользоваться прямо здесь 😉
"""

picture_menu_hint = """
👇 Воспользуйся меню под полем для ввода, чтобы вернуться в меню или получить другую картинку!
"""

wait_for = 'Прежде, чем выполнить эту команду подожди {time} сек.'

ask_to_join_chat = """
Чтобы пользоваться ботом здесь, тебе необходимо подписаться на наш канал: {invite_link}
"""
