# ruff: noqa: E501

greet = """
⛩ Привет, <a href="tg://user?id=724477101">Dmitriy</a>!

Я буду отправлять тебе аватарки и классные пикчи, которые ты сможешь использовать в своих диалогах 👌🏻

Добавляй меня в свой чат или начинай пользоваться прямо здесь 😉
"""

greet_group = """
💕 Спасибо, что добавили меня!

Я умею отправлять аватарки и пикчи для диалогов. Попробуй одну из этих команд:

👉🏻 /get_avatars 👉🏻 /get_paired
👉🏻 /get_cute 👉🏻 /get_angry
👉🏻 /send_picture
"""

send_picture_info = """
✉️ Чтобы отправить картинку пользователю из этого чата, перейди в бота, нажав на кнопку ниже👇🏻
"""

ask_picture_recipient = "Кому отправляем картинку? Напиши имя или @юзернейм"
select_picture = "Выбери категорию картинки"
only_for_groups = "Эта команда работает только в группах"

picture_menu_hint = """
👇 Воспользуйся меню под полем для ввода, чтобы вернуться в меню или получить другую картинку!
"""

does_not_work = "🙃 Команда временно не работает. Скоро починим!"
wait_for = "Прежде, чем выполнить эту команду подожди 0 сек."

join_required = """
Чтобы пользоваться ботом здесь, тебе необходимо подписаться на наш канал: \
https://t.me/+HDP373UDT-4wMTVi
"""

ask_rights = """
Похоже, у меня нет прав для отправки картинок в этот чат.
Пожалуйста, проверьте мои/общие права в настройках группы или дайте мне права администратора.
"""

admin_panel = "Вот твоя админ-панель, хозяин 🥵"
ask_post = "Жду пост, давай только без альбомов"
broadcast_start = "Начинаю рассылку.."
required_join = "Обязательная подписка: https://t.me/+HDP373UDT-4wMTVi"
disabled = "отключено"
required_join_disabled = f"Обязательная подписка: {disabled}"
ask_channel_post = "Пришли мне любой пост из канала"
forward_error = "Ошибка, не вижу источник пересылки"
rights_error = "У меня нет нужных прав в этом канале"
ask_sign = "Отправь подпись"
no_signs = "Нет подписей"
