from . import commands

welcome = """
⛩ Привет, {mention}!

Я буду отправлять тебе аватарки и классные пикчи, которые ты сможешь использовать в своих диалогах 👌🏻

Добавляй меня в свой чат или начинай пользоваться прямо здесь 😉
"""

command_not_work = '🙃 Команда временно не работает. Скоро починим!'

picture_menu_hint = """
👇 Воспользуйся меню под полем для ввода, чтобы вернуться в меню или получить другую картинку!
"""

wait_for = 'Прежде, чем выполнить эту команду подожди {time} сек.'


ask_restart = 'Пожалуйста, перезапусти бота с помощью /start'

ask_to_join_chat = """
Чтобы пользоваться ботом здесь, тебе необходимо подписаться на наш канал: {invite_link}
"""
